IDEA Open Model
TemperatureLoadOnLine.RadiationCoefficient Property
Compatible with IDEA StatiCa 20.1
 Radiation coefficient per area - αr[W/(m2K)]
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double RadiationCoefficient { get; set; }
Public Property RadiationCoefficient As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
TemperatureLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace